app/controllers/games_controller.rb

SELECT "games".* FROM "games"
---
    def create
        @player = Player.find_by(token: params[:player_token])
		@game = Game.find_by(token: params[:token], game_state: true)
        if @game.blank?