app/controllers/players_controller.rb

INSERT INTO "players" ("name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "James "], ["last_name", "Hetfield"], ["created_at", "2022-05-29 21:49:41.955890"], ["updated_at", "2022-05-29 21:49:41.955890"]]
---
	def render_response
		if @player.save